{"title":"What does a happily ever after look like?","intro":[{"type":"text","value":"Girl meets book, girl checks out the book cover. Girl reads book, and they live happily ever after. The “happily ever after” is what makes a romance novel — the promise that love will work out in the end. My relationship with romance novels follows, perhaps, a “slow burn” trope. It started with a slight obsession of The Princess Diaries series and Sarah Dessen books in middle school."},{"type":"text","value":"We had a cooling off period during which I considered myself too serious to read such things, another period during which I considered them too shameful to align with my beliefs. Despite making up almost a quarter of the adult fiction market, the genre’s perception in the broader public imagination has often been negative, a view that seeped into my own. This was the beginning of our mini enemies-to-lovers arc."}],"postIntro":[{"type":"text","value":"Over the last few years, romance made its way back to my consciousness, both with love saturating my real life and a desire for escapist hope in the bleak pandemic months. I’ve discovered many romance plots that reflect women navigating career choices, friendship, and sexuality. More books featuring more protagonists of color, navigating their experiences and finding joy at the end of it all, painted fuller possibilities for my life."},{"type":"text","value":"This trend of approachability has been most clear to me than in the changes in romance novels’ cover art. What comes to mind when imagining the archetypical romance novel might be either a scantily clad Fabio clutching a fainting lady, or a colorful pop illustration with big block text."}],"lookBack":[{"type":"text","value":"For decades, the romance novel has been clad with scantily dressed heterosexual lovers in an immortal embrace. This was known as “the clinch”, which had its peak in the 1970s and 1980s. The long haired Fabio — who has graced over 400 covers — holding his tragic maiden might be what appears in the popular imagination of the romance novel to this day. At one time, Harlequin even gave readers fake covers with which one could hide their true reading material."},{"type":"text","value":"Throughout the course of the twentieth century, romance covers reflected women’s place in society, and love stories as a reflection of it. In the 50s when many more women joined the workforce, corporate romance and doctor-nurse covers were popular. In the 60s, with the rise of commercial plane travel, covers were set abroad with highly exoticized characters. In the 70s and 80s, clinch covers represented an era of more feminist openness in women’s sexual desire, versus puritan social forces, juxtaposed in the social eye."},{"type":"text","value":"How did we get from one to the other? We looked at over 1,300 covers featured by Publishers Weekly from 2011 to 2023 to find out. The titles were chosen as highlights in a semi-annual listing from a major voice in publishing, reflecting the industry’s changing view of romance. We matched each title to its cover and evaluated each for its raunchiness, art style, and representation of racial diversity, trends of which we explore below."}],"raunchinessText":[{"type":"text","value":"TKTKTKTK"}],"raunchinessScroll":[{"highlightYears":["2011","2012"],"highlightBooks":["9781101528723","9780758267818"],"scrollToId":"9781101528723","text":"When the Publishers Weekly features started in 2011, about a third of the covers still had someone who was at least partially unclothed — almost always the man, alone or with a clothed lover. Photography had long since replaced oil painting; the art was more realistic and explicit than ever, focused on the couple’s physical intimacy rather than the nature of the plot."},{"highlightYears":["2014","2015"],"highlightBooks":["9780345543790"],"scrollToId":"9780345543790","text":"In the mid 2010s, the picture of romance remained sexual and overt in nature. More covers featured women unclothed than in the years before or after. The degree of steaminess on the cover often signals to the reader what they might expect from its contents, some crossing the lines between romance and erotica."},{"highlightYears":["2016","2017","2018","2019"],"highlightBooks":["9780062448026"],"scrollToId":"9780062448026","text":"By 2016, only 15% of covers had someone unclothed. Three years later, that fell to consistently less than 10%. 2018 would be the last year in this dataset that a woman appears undressed on her own. The clinch doesn’t disappear, per se. It’s that the way they interact differs, more covered up and signaling emotional rather than overtly physical intimacy."},{"highlightYears":["2022","2023"],"highlightBooks":["9781335458520"],"scrollToId":"9781335458520","text":"Last year, only 4 or fewer of the 119 chosen that year had anyone unclothed. In 2023, there was just the one: Heather McCollum’s Highland Beast, fourth in a series of four historical Scottish romances that started in 2017."}],"illustrationText":[{"type":"text","value":"Today’s newest romance novels bare a stark difference to the rotating stacks of clinch covers one might find at a used bookstore or estate sale. In that era, publishers sought to differentiate each other from their competitors with a distinctive style, but still keep to a common enough language so that a browser would know a book is romance at first glance."},{"type":"text","value":"Now, most romance novels are illustrated, bright colored, and have a distinctive pop art style. In both eras, the art had a recognizable common language. Per Dr. Jayashree Kamblé, a romance novel scholar, the common aesthetic of romance covers has led outsiders to perceive the genre as “commodities rather than literature because they resemble mass-produced, uniformly packaged objects.”"},{"type":"text","value":"In this section, we’ll explore how the industry moved from the shared clinch to a visual language that emphasizes fun and levity."}],"illustrationScroll":[{"highlightYears":["2011","2012","2013","2014"],"highlightBooks":["9780312531188","9781428516427"],"scrollToId":"9781428516427","text":"From 2011 to 2017, several seasons of the biannual announcements featured not a single title with an illustrated cover. The few that did typically focused on an artifact of the plot or an abstract graphic to highlight the title instead. A few featured escapist landscapes, a style popularized in the 90s when popularity of the clinch began its decline."},{"highlightYears":["2018","2019"],"highlightBooks":["9780451490803"],"scrollToId":"9780451490803","text":"Starting in 2018, illustrated book covers started being featured in place of lovers on the cover. As in the 20th century, plot context regained their positions on the cover. The illustrated style took over across bookshelves, from 15% of covers featuring that style in 2018 to 59% in 2022."},{"highlightYears":["2020","2021","2022","2023"],"highlightBooks":["9780062941275"],"scrollToId":"9780062941275","text":"In recent years, teal, pink, yellow, and purple make up the primary shades of romance in this style. It remains the exception that many books of the historical, gothic, fantasy subgenres hold out as stalwarts of their original style."}],"raceText":[{"type":"text","value":"If I walk into a bookstore nowadays, I can browse a set of covers and typically find someone who looks like me. That is to say, thanks to the work of authors like Helen Hoang and Lauren Ho, there are Asian American protagonists at the center of a love story. Importantly, they are characters that resist exotification; they are living everyday lives, navigating careers and cultures, relationships and relatives. Authors Jasmine Guillory, Sonali Dev, Alexis Daria, and Farrah Rochon are other favorites that have recently brought protagonists of color in popular romance novels."},{"type":"text","value":"In this hypothetical bookstore, their covers imply that it’s possible to believe in a happily ever after for us. Its increase in Publisher’s Weekly features reflects that the publishing industry deems our happiness as worthwhile and important — that our love exists and exists in the public sphere."},{"type":"text","value":"It hasn’t always been like this, of course. Just as I grew up on many white movies and TV shows, it was assumed that the clinch was for a white man and a white woman to be in love. As Hollywood begins to transform with its reckoning of representation, so does the romance genre."},{"type":"text","value":"The Ripped Bodice, a bookstore that specifically retails romance novels, conducts a yearly survey of the share of romance books written by BIPOC authors. The rate rose to 12% in 2020, up from 7.8% when they began the survey in 2016, and has remained relatively flat since then. In our dataset, we see an even sharper increase based on what Publishers Weekly featured: from less than 10% of covers featuring people of color in the 2010s, to nearly 30% in the 2020s. The Romance Writers of America society estimates that 27% of romance readers identify as non-white."}],"raceScroll":[{"highlightYears":["2011"],"highlightBooks":["9780758238702"],"scrollToId":"9780758238702","text":"In the early 2010s, fewer than 10% of featured listings had a non-white person on the cover. The majority those that did had the signature red banner of Kimani Press, an imprint of Harlequin that specifically published African-American romance stories, a first for a major publishing house."},{"highlightYears":["2012","2013"],"highlightBooks":["9780373862535"],"scrollToId":"9780373862535","text":"In 2012 in particular, 6 of 8 books that had Black protagonists on the cover were published by Kimani Press. Those eight titles made up 6.7% of the total titles featured that year."},{"highlightYears":["2014","2015","2016","2017","2018","2019"],"highlightBooks":["9781101984109"],"scrollToId":"9781101984109","text":"Unfortunately, Kimani’s main prints were closed in 2015 and fully shuttered in 2017. Annually between 2016 and 2019, Publishers Weekly only featured five or fewer titles that had people of color on the cover, of the hundred or so total chosen each year."},{"highlightYears":["2020"],"highlightBooks":["9781335215987","9780062861719"],"scrollToId":"9781335215987","text":"In 2020, something drastic changed. At the beginning of the year, the Romance Writers of America, the primary association for most romance authors, faced a series of serious internal reckonings about racism within its leadership. This was also, of course, the year of many Black Lives Matters protests around the country."},{"highlightYears":["2020","2021"],"highlightBooks":["9781335215987","9780062861719"],"scrollToId":"9781335215987","text":"That year, 18% of romance novels featured by Publishers Weekly had characters of color on the cover. The covers were a mix of photorealistic and illustrated. Established authors such as Beverly Jenkins continued feature. Authors such as Alisha Rai and Farrah Rochon, who had been writing since the 2000s, had their first features in the Publishers Weekly lists this year."},{"highlightYears":["2022"],"highlightBooks":["9781250821829"],"scrollToId":"9781250821829","text":"In the years that followed, Publishers Weekly featured more and more racially diverse covers: in 2022, 32% titles featured had characters of color on the cover, a larger share than the 14% in the full set of submissions Publishers Weekly received, and more than the 12% of authors who self-identified as BIPOC that year per The Ripped Bodice."},{"highlightYears":["2023"],"highlightBooks":["9781335639936","9780593546437"],"scrollToId":"9780593546437","text":"This came to allow for more specific stories to be featured: “a type-A single mother and former bruja”, “an introverted Black nerd with her favorite fantasy author and former flirtatious pen pal”, “a third Desi-American Jane Austen retelling”, and “a queer triad romance between a ghost, a psychic, and a werewolf detective” are characters among Publisher Weekly’s book descriptions in this era."}]}