{"title":"What does a happily ever after look like?","titleBreaks":"What does <br> a happily <br> ever after <br> look like?","intro":[{"type":"text","value":"<span class=initial-cap>G</span>irl meets book, girl checks out the book cover. Girl reads book, and they live happily ever after. The “happily ever after” is what makes a romance novel — the promise that love will work out in the end. My relationship with romance novels follows, perhaps, a “slow burn” trope. It started with a slight obsession of <a href=https://megcabot.com/series/princess-diaries/><i>The Princess Diaries</i> series</a> and <a href=https://www.sarahdessen.com/>Sarah Dessen books</a> in middle school."},{"type":"text","value":"We had a cooling off period during which I considered myself too serious to read such things, and another period during which I considered them too shameful to align with my beliefs. Despite making up almost <a href=https://www.rwa.org/Online/Romance_Genre/About_Romance_Genre.aspx>a quarter of the adult fiction market</a>, the genre’s perception in the broader public imagination has often been negative, a view that seeped into my own. This is how our mini enemies-to-lovers arc began."},{"type":"text","value":"Over the last few years, romance made its way back to my consciousness, both the result of love saturating my real life and a desire for escapist hope in the bleak pandemic months. I’ve discovered many romance plots that reflect women navigating career choices, friendship, and sexuality. Having more books that featured protagonists of color, navigating their experiences and finding joy at the end of it all, painted fuller possibilities for my life."},{"type":"text","value":"This trend of approachability has been most clear to me in the changes in romance novels’ cover art. What comes to mind when imagining the archetypical romance novel might be either a scantily clad man clutching a fainting lady, or a colorful pop illustration with big block text."}],"lookBackA":[{"type":"text","value":"For decades, the romance novel has been clad with scantily dressed heterosexual lovers in an immortal embrace. This was known as <a href=https://99percentinvisible.org/episode/the-clinch/>“the clinch”</a>, which had its peak in the 1970s and 1980s. The long haired Fabio — <a href=https://sweetsavageflame.com/romance-cover-model-fabio-lanzoni/>who has graced over 400 covers</a> — holding his tragic maiden might be the image of the romance novel that is held in the popular imagination to this day. At one time, <a href=https://books.google.com/books?id=7ONpEbYVz-MC&lpg=PP1&pg=PA27>Harlequin even gave readers fake covers</a> with which one could hide their “embarrassing” true reading material."}],"lookBackB":[{"type":"text","value":"Throughout the course of the twentieth century, romance novel covers — and the stories within — reflected women’s place in society. In the 50s and 60s, when many more women joined the workforce, <span class=lookback-doc>corporate romance and doctor-nurse covers</span> were popular. At the same time, with the rise of commercial plane travel, women appeared in <span class=lookback-travel>scenes abroad</span>, often with highly exoticized supporting characters. In the 70s and 80s, <span class=lookback-clinch>clinch covers</span> represented an era of more feminist openness in women’s sexual desire, challenging puritan social forces, and juxtaposing the two in the social eye."}],"postLookBack":[{"type":"text","value":"So what’s featured on covers today? We looked at over 1,300 covers featured in <a href=https://www.publishersweekly.com/>Publishers Weekly</a> from 2011 to 2023 to find out. Starting in 2011, the magazine highlighted Romance as a category in its popular semi-annual announcements. These choices from a major voice in publishing reflected the industry’s changing view of romance. We matched each title to its cover and evaluated each for its <span class=small-chart-raunchiness>raunchiness (or level of undress)</span>, <span class=small-chart-illustration>art style</span>, and <span class=small-chart-race>representation of racial diversity</span>, trends of which we explore below."}],"raunchinessText":[{"type":"text","value":"While the popularity of the clinch began to decline in the ‘90s, often in support of nondescript landscape art and larger text, its basic concept remained in covers throughout the 21st century."},{"type":"text","value":"In the modern era, photography has long since replaced oil painting; the art is more realistic and explicit than ever. More often than not, the degree of steaminess on the cover signals to readers what they might expect from its contents, some crossing the lines between romance and erotica."}],"raunchinessScroll":[{"highlightYears":["2011","2012"],"highlightBooks":[],"scrollToId":"9781101528723","text":"In <span class=bold-year>2011 and 2012</span>, about a third of the covers still had someone who was at least partially unclothed — almost always the man, alone or with a clothed lover. In many cases, covers focused on the couple’s physical intimacy rather than the nature of the plot.","kicker":"2011–2012"},{"highlightYears":["2013","2014","2015"],"highlightBooks":[],"scrollToId":"9780061963117","text":"In the <span class=bold-year>mid 2010s</span>, the picture of romance continued to be sexual and overt in nature. While the overall rate for covers featuring some state of undress remained over a quarter of titles, the rate for unclothed women peaked in <span class=bold-year>2015</span> at 11%.","kicker":"2013–2015"},{"highlightYears":["2016","2017","2018","2019","2020"],"highlightBooks":[],"scrollToId":"9780062448026","text":"By <span class=bold-year>2016</span>, only 18% of covers had someone unclothed, falling consistently over the next few years to 10% or less from <span class=bold-year>2019</span> on. The clinch doesn’t disappear, per se. It’s that the way the featured couple interacts differs: more covered up and signaling emotional rather than overtly physical intimacy.","kicker":"2016–2020"},{"highlightYears":["2021","2022","2023"],"highlightBooks":["9780063035638","9781516110384","9781538719527","9781728230368","9781250801562","9781649370952","9781728248295","9781538710401","9781649370778","9781728276762"],"scrollToId":"9780063035638","text":"From <span class=bold-year>2021 to this year</span>, the percentage of covers with someone partially unclothed was smaller than any previous years, with only three of these covers featured in 2023. Of these, many were of the historical romance sub-genre, one that persists more strongly in its original and recognizable art style.","kicker":"2021-2023"},{"highlightYears":["2011","2012","2013","2014","2015","2016","2017","2018","2019","2020","2021","2022","2023"],"highlightBooks":[],"scrollToId":"9781728276762","text":"Use the slider to go back and explore all the books."}],"illustrationText":[{"type":"text","value":"Today’s newest romance novels bear a stark difference to the rotating stacks of clinch covers one might find at a used bookstore or estate sale. In that era, publishers sought to differentiate their novels from their competitors with a distinctive style, but to still keep to a common enough language so that a browser would know a book is romance at first glance."},{"type":"text","value":"Now, most romance novels are illustrated, brightly colored, and have a distinctive pop art style. They still have a recognizable common language. Per romance novel scholar Dr. Jayashree Kamblé, the common aesthetic of romance covers has <a href=https://books.google.com/books?id=Avn2DwAAQBAJ&pg=PT255&dq=%22commodities+rather+than+literature+because+they+resemble+mass-produced,+uniformly+packaged+objects.%E2%80%9D&hl=en&newbks=1&newbks_redir=0&sa=X&ved=2ahUKEwin-tCohYWBAxUQFlkFHW8eDqoQ6AF6BAgHEAI#v=onepage&q=%22commodities%20rather%20than%20literature%20because%20they%20resemble%20mass-produced%2C%20uniformly%20packaged%20objects.%E2%80%9D&f=false>led outsiders to perceive the genre</a> as “commodities rather than literature because they resemble mass-produced, uniformly packaged objects.”"},{"type":"text","value":"In this section, we’ll explore how the industry moved from the shared clinch to a visual language that emphasizes fun and levity. These covers were more approachable, and easier to carry without giving away the content of the book to passing eyes. General fiction saw a similar trend of consolidating across a consistent bright color palette. Covers became more abstract, and <a href=https://www.printmag.com/book-covers/the-book-cover-behold-the-book-blob/>critics of the style</a> lamented that it led readers to blend all the stories into one, or sometimes to avoid them altogether. And so, the romance novel became trendy and commercialized once again."}],"illustrationScroll":[{"highlightYears":["2011","2012","2013","2014","2015","2016","2017"],"highlightBooks":[],"scrollToId":"9781428516427","text":"In <span class=bold-year>2011 and 2012</span>, there were just 7 illustrated covers of the 169 that made Publishers Weekly’s list. In these years and <span class=bold-year>through 2017</span>, most covers remained photorealistic. The few that did use illustrations typically focused on an artifact of the plot or an abstract graphic to highlight the title instead.","kicker":"2011–2017"},{"highlightYears":["2018"],"highlightBooks":["9780451490803"],"scrollToId":"9780451490803","text":"Starting in <span class=bold-year>2018</span>, illustrated book covers began to replace those with photorealistic lovers. Illustration offers an ability to reveal, as it does to hide. Author Helen Hoang <a href=https://m.facebook.com/story.php/?story_fbid=992633344601944&id=171453000053320>writes that she asked for a fun illustrated cover on The Kiss Quotient to try to “slip past unconscious bias”</a> related to the race of the lead characters on the cover.","kicker":"2018"},{"highlightYears":["2018","2019","2020","2021","2022"],"highlightBooks":[],"scrollToId":"9780063209145","kicker":"2018–2022","text":"As in the 20th century, plot context regained its positions on the cover. The illustrated style took over across bookshelves, from 18% of covers featuring that style in <span class=bold-year>2018</span> to 61% in <span class=bold-year>2022</span>."},{"highlightYears":["2023"],"highlightBooks":[],"scrollToId":"9780063238985","kicker":"2023","text":"<span class=bold-year>This year</span>, 72% of the titles were illustrated. Teal, pink, yellow, and purple make up the primary shades of romance in this style. Books in the historical, gothic, and fantasy subgenres hold out as rare stalwarts of their original style."},{"highlightYears":["2011","2012","2013","2014","2015","2016","2017","2018","2019","2020","2021","2022","2023"],"highlightBooks":[],"scrollToId":"9798212015370","text":"Use the slider to go back and explore all the books."}],"raceText":[{"type":"text","value":"If I walk into a bookstore nowadays, I can browse a set of covers and typically find someone who looks like me. That is to say, thanks to the work of authors like <a href=https://www.helenhoang.com/#>Helen Hoang</a> and <a href=https://hellolaurenho.com/>Lauren Ho</a>, there are Asian American protagonists at the center of a love story. Importantly, they are characters that resist exotification; they are living everyday lives, navigating careers and cultures, relationships and relatives. Authors <a href=https://www.jasmineguillory.com/>Jasmine Guillory</a>, <a href=https://sonalidev.com/>Sonali Dev</a>, <a href=https://alexisdaria.com/>Alexis Daria</a>, and <a href=https://www.farrahrochon.com/>Farrah Rochon</a> are other favorites that have recently brought protagonists of color to popular romance novels."},{"type":"text","value":"Their covers imply that it’s possible to believe in a happily ever after for us. Seeing more people of color in Publishers Weekly features means that the publishing industry deems our happiness as worthwhile and important — that our love exists, and it exists in the public sphere."},{"type":"text","value":"It hasn’t always been like this, of course. Just as I grew up on many white movies and TV shows, most romance novel covers reserved the clinch for a white man and a white woman in love. As Hollywood begins to transform with its reckoning of representation, so does the romance genre."},{"type":"text","value":"<a href=https://www.therippedbodicela.com/state-racial-diversity-romance-publishing-report>The Ripped Bodice</a>, a bookstore that specifically retails romance novels, conducts a yearly survey of the share of romance books written by BIPOC authors. The rate rose to 12% in 2020, up from 7.8% when they began the survey in 2016, and has remained relatively flat since then. In our dataset, we see an even sharper increase based on what Publishers Weekly featured: from less than 10% of covers featuring people of color in the 2010s, doubled to over 20% in the 2020s. The <a href=https://www.rwa.org/Online/Romance_Genre/About_Romance_Genre.aspx#Romance_Reader>Romance Writers of America</a>, the primary association for most romance authors, estimates that 27% of romance readers identify as non-white."}],"raceScroll":[{"highlightYears":["2011","2012","2013","2014","2015","2016","2017","2018","2019"],"highlightBooks":["9780373534494","9780373534555","9780373862481","9780373862535","9780373534838","9780373862733","9780373862740","9780373862795","9780373862832","9780373863235","9780373863273","9780373863549","9780373863556","9780373863976","9780373864034","9780373864935"],"scrollToId":"9780758238702","text":"Of all the romance books chosen from <span class=bold-year>2011–2019</span>, only 5.5% had a non-white person on the cover. Many of those that did had covers with the signature red banner of <a href=https://en.wikipedia.org/wiki/Kimani_Press>Kimani Romance</a>, an imprint of Harlequin that specifically published African-American romance stories, a first for a major publishing house.","kicker":"2011–2019"},{"highlightYears":["2012"],"highlightBooks":["9780373862481","9780373862535","9780373534838","9780373862733","9780373862740","9780373862795","9780373862832"],"scrollToId":"9780373862535","text":"In <span class=bold-year>2012</span> in particular, 7 of 8 books that had Black protagonists on the cover were published by Kimani Romance. <a href=https://www.harlequin.com/shop/brand/harlequin-kimani-romance.html>Their mandate</a> was to tell stories with “sophisticated, soulful and sensual African-American and multicultural heroes and heroines who develop fulfilling relationships as they lead lives full of drama, glamour and passion.”","kicker":"2012"},{"highlightYears":["2016","2017","2018","2019"],"highlightBooks":[],"scrollToId":"9781101984109","text":"Unfortunately, Harlequin closed Kimani Romance in 2017 (though a few books did trickle out in the following years) due to <a href=https://bookriot.com/harlequin-closing-five-lines-including-kimani-romance/>“changes in the retail landscape and readership preferences.”</a> Annually between <span class=bold-year>2016 and 2019</span>, less than 10% of titles chosen had people of color on the cover.","kicker":"2016–2019"},{"highlightYears":["2020"],"highlightBooks":[],"scrollToId":"9780062861719","text":"In <span class=bold-year>2020</span>, something drastically changed. That year, 20% of romance novels featured by Publishers Weekly had characters of color on the cover. That year, the Romance Writers of America faced a <a href=https://www.vox.com/2020/1/10/21055125/rwa-what-happened-resignations-courtney-milan-damon-suede-backstory-2020-ritas-conference>series of serious internal reckonings</a> about racism within its leadership. This was also, notably, the year of many Black Lives Matters protests around the country.","kicker":"2020"},{"highlightYears":["2022"],"highlightBooks":[],"scrollToId":"9780063084506","text":"Publishers Weekly featured more and more racially diverse covers. In <span class=bold-year>2022</span>, about 14% of the full set of submissions they received for consideration — and 39% of the ones the magazine featured — had characters of color on the cover. In the same year, <a href=https://www.therippedbodicela.com/state-racial-diversity-romance-publishing-report>12.3% of authors self-identified as BIPOC</a> per The Ripped Bodice, the highest number of their survey yet.","kicker":"2021–2023"},{"highlightYears":["2023"],"highlightBooks":["9781335639936"],"scrollToId":"9780593356647","text":"This declined in <span class=bold-year>2023</span> back down to 22%. Still, the increase in racial diversity came to allow for more specific stories to be featured. For example, among Publishers Weekly’s book descriptions offered in 2023 are: <a href=https://bookshop.org/book/9781335639936>“a type-A single mother and former bruja”</a> …","kicker":"2023"},{"highlightYears":["2023"],"highlightBooks":["9781250888297"],"scrollToId":"9780593356647","text":"<a href=https://www.bookshop.org/book/9781250888297>“summer camp best friends turned bitter enemies reunite as adults … exploring the experiences of Jewish people of color”</a>, …","kicker":"2023"},{"highlightYears":["2023"],"highlightBooks":["9780593546437"],"scrollToId":"9780593356647","text":"and  <a href=https://www.bookshop.org/book/9780593546437>“an introverted Black nerd with her favorite fantasy author and former flirtatious pen pal”</a>.","kicker":"2023"},{"highlightYears":["2011","2012","2013","2014","2015","2016","2017","2018","2019","2020","2021","2022","2023"],"highlightBooks":[],"scrollToId":"9781335475954","text":"Use the slider to go back and explore all the books."}],"outro":[{"type":"text","value":"The specificity of stories offered by a glance of today’s covers broadens the world of who and what we consider to be part of it."},{"type":"text","value":"The contemporaneity of the trends mean that people of color tend to be depicted in illustrated pop art rather than seen realistically or sexually. Some browsers have also critiqued that <a href=https://twitter.com/marysdayoff/status/1652442376755990531>the convergence of cover art dissuades them</a> from picking up a title at all. Per <a href=https://www.taylorfrancis.com/chapters/edit/10.4324/9781315613468-12/romance-media-jayashree-kambl%C3%A9>Dr. Kamblé</a>, “The most enduring feature of romantic fiction … is its history as a target of disapproval.”"},{"type":"text","value":"In my own reading, I’ve found that these trends have made the genre more approachable. On the whole, they offer stories that are not as overtly sexual as they are romantic; they bring levity while navigating contemporary storylines; they feature people of different backgrounds who come to love in new ways."},{"type":"text","value":"Such is the narrative of many a romance: that tension between the charms of one part of the story and the underlying complexity of it. But of course, there is always the satisfaction of the happily ever after — uncompromisingly offering joy in our chaotic world."},{"type":"text","value":"In researching this dataset of covers, I’ve marked a few new intriguing titles for future reading. For once, you have outright permission to judge a book by its cover. Whether you’ve never read a romance novel or are already an avid fan, add a few books to your reading list! I hope you will find a happily ever after whatever stories you choose."}],"dataNote":[{"type":"text","value":"The book titles were scraped from <a href=https://www.publishersweekly.com/pw/by-topic/new-titles/index.html>Publishers Weekly’s announcements</a> within their Romance and/or Romance & Erotica sections. Publishers Weekly is a publishing industry magazine specializing in book reviews and known for its spring and fall book announcements."},{"type":"text","value":"Though it sometimes ran announcements in earlier years, the magazine changed its method <a href=https://www.publishersweekly.com/pw/by-topic/new-titles/adult-announcements/article/45023-pw-enlists-above-the-treeline-in-data-collection.html>in spring 2011</a>: they invited publishers to submit new books for consideration on a digital portal and began consistently separating out Romance as a subsection. Of the books submitted, Publishers Weekly <a href=https://www.publishersweekly.com/pw/by-topic/new-titles/adult-announcements/article/45852-spring-2011-announcements-top-10s.html#rom>chose a few per subsection to feature</a>. In Spring 2011, only 10 books were featured per subsection. In <a href=https://www.publishersweekly.com/pw/by-topic/new-titles/adult-announcements/article/47757-fall-2011-announcements-fiction-romance-damsels-who-rescue-themselves.html>subsequent seasons</a>, they featured 47 to 60 romance novels per season including both the Top 10 and featured listings sections. We used percentages to normalize across years."},{"type":"text","value":"I matched the featured titles with their respective covers via the Google Books API. The covers used were those available on Google Books at the original time of analysis. For about 6% of books, the API did not return a complete or clear cover; for these cases we replaced the cover image with those available on Goodreads or other available images with a matching ISBN. One novel announced in 2018 and two in 2023 did not yet have publicly available covers and were excluded."},{"type":"text","value":"All titles submitted by publishers since 2018, including those not featured by Publishers Weekly, <a href=https://www.publishersweekly.com/pw/announcements/search/index.html>are available for download in a raw form</a>. While that data contains duplicates and some titles that did not have a corresponding image, I encoded the covers for all the titles between 2018 to 2022 to the extent possible. I did so as I recognized that the writer for Publishers Weekly’s romance announcements changed in 2020, potentially impacting their choices. Even so, what they chose became what was signaled to editors, booksellers, librarians, and readers as next up in romance. I also compared the full database of submitted books, not just the featured ones, in these years and saw the same directional shifts, though at more muted levels, as the announcements dataset. Those differences are available on this <a href=https://observablehq.com/@aliceyliang/what-does-a-happily-ever-after-look-like-extension>Observable notebook</a>."},{"type":"text","value":"I then hand coded each cover based on whether someone was partially undressed; whether the style was photorealistic or illustrated; and whether or not there was at least one person of color on the cover. Covers were encoded without knowledge of the listing year."},{"type":"text","value":"Art style guidelines were: “Photorealistic” if the majority of the cover is a photo or painted to plausibly look like a photo; “Illustrated” if otherwise. Undressed guidelines were: “Man partially unclothed” if at least one figure perceived to be a man has at least part of his upper body exposed; “Woman partially unclothed” if at least one figure perceived to be a woman is not wearing a top and/or bottoms, or have partially removed their top and/or bottoms (but can be wearing undergarments). “Racially diverse” guidelines were: If at least one character on the cover is perceived to not be white passing, which can be signified by skin color, hair style, cultural attire, or other characteristics."},{"type":"text","value":"The method was intentionally focused on evaluating information on the cover itself rather than book descriptions. As such, the method has built in limitations: it reflects the idea of what love looks like, from a cover, rather than what it necessarily reads like. A sample of the encoding was cross-checked by multiple people."},{"type":"text","value":"We recognize the responsibility that comes with this data. If you find any errors in the data for gender,  race/ethnicity, visual style, or the level of undress, please reach out (or leave a comment in the Google Doc) and we will issue a correction."}]}