{"title":"What does a happily ever after look like?","intro":[{"type":"text","value":"Girl meets book, girl checks out the book cover. Girl reads book, and they live happily ever after. The “happily ever after” is what makes a romance novel — the promise that love will work out in the end. My relationship with romance novels is perhaps a “slow burn” trope. It started with a slight obsession of The Princess Diaries series and Sarah Dessen books in middle school."},{"type":"text","value":"We had a cooling off period during which I considered myself too serious to read such things, another period during which I considered them too shameful to align with my beliefs. Despite making up almost a quarter of the adult fiction market, the genre’s perception in the broader public imagination has often been negative, a view that seeped into my own. This was the beginning of our mini enemies-to-lovers arc."}],"postIntro":[{"type":"text","value":"Over the last few years, romance made its way back to my consciousness, both with love saturating my real life and a desire for escapist hope in the bleak pandemic months. I’ve discovered many romance plots that reflect twenty- and thirty-something women navigating career choices, friendship, and sexuality. More books featuring more protagonists of color, navigating their experiences and finding joy at the end of it all, painted fuller possibilities for my life."},{"type":"text","value":"This trend of approachability has been most clear to me than in the changes in romance novels’ cover art. What comes to mind when imagining the archetypical romance novel might be either a scantily clad Fabio clutching a fainting lady, or a colorful pop illustration with big block text."}],"lookBack":[{"type":"text","value":"How did we get from one to the other? We looked at over 1,300 covers featured by Publishers Weekly from 2011 to 2023 to find out. The titles were chosen as highlights in a semi-annual listing from a major voice in publishing, reflecting the industry’s changing view of romance. We matched each title to its cover and evaluated each for its raunchiness, art style, and representation of racial diversity, trends of which we explore below. [Open up the book / step into the bookstore/ etc to read on.]"},{"type":"text","value":"For decades, the romance novel has been clad with scantily dressed heterosexual lovers in an immortal embrace. This was known as “the clinch”, which had its peak in the 1970s and 1980s. The long haired Fabio — who has graced over 400 covers — holding his tragic maiden might be what appears in the popular imagination of the romance novel to this day. At one time, Harlequin even gave readers fake covers with which one could hide their true reading material.[1]"},{"type":"text","value":"Throughout the course of the twentieth century, romance covers reflected women’s place in society, and love stories as a reflection of it. In the 50s when many more women joined the workforce, corporate romance and doctor-nurse covers were popular. In the 60s, with the rise of commercial plane travel, covers were set abroad with highly exoticized characters. In the 70s and 80s, clinch covers represented an era of more feminist openness in women’s sexual desire, versus puritan social forces, juxtaposed in the social eye."}],"raunchinessScroll":[{"highlightYears":[],"highlightBooks":[],"scrollToId":"9781101528723","text":"When the Publishers Weekly announcements started in 2011, about a third of the covers still featured had someone who was at least partially unclothed. Among those who were, it was largely the men, and hardly ever both together. By now, photography had long since replaced oil paintings; the covers more realistic and explicit than ever."},{"highlightYears":[],"highlightBooks":[],"scrollToId":"9780345543790","text":"Between 2014 and 2016, Publishers Weekly continue to feature covers on which two people were both at least partially unclothed. Historically, the degree of steaminess on the cover could signal how much one might expect to read from the book. Relative to those in the twentieth century, per a trend that researchers Fisher and Meredith observed, the art now “shows more information about intimacy and the romantic process of the hero and heroine meeting and falling in love, with less emphasis on the context or obstacles they may face.”"},{"highlightYears":[],"highlightBooks":[],"scrollToId":"9780062448026","text":"In 2016, only ~15% of covers had someone unclothed, and three years later, consistently less than 10% did so. The decline happens year over year rather than all at once. 2018 would be the last year there’s a woman undressed on her own in this dataset. The clinch doesn’t disappear, per se — even through present day, there is a consistent percent of covers featuring two people touching in somewhat. It’s that the way they are interacting differs, more covered up and signaling emotional rather than overtly physical intimacy."},{"highlightYears":[],"highlightBooks":[],"scrollToId":"9781335458520","text":"By 2022, only 4 or fewer of the 119 chosen that year had anyone unclothed. In 2023, there was just the one: Heather McCollum’s Highland Beast, fourth in a series of four historical Scottish romances that started in 2017. Two other candidates feature couples in embrace but depict only their faces, in a zoomed-in but still more chaste update of the clinch."}]}